const day = prompt("Введіть день тижня");

switch(day){
    case "понеділок":case "вівторок":case "середа":
        console.log("Ціна квитка 150 грн");
        alert("Ціна квитка 150 грн");
        break;

    case "четвер":case "п'ятниця":
        console.log("Ціна квитка 200 грн");
        alert("Ціна квитка 200 грн");
        break;

    case "субота":case "неділя":
        console.log("Ціна квитка 250 грн");
        alert("Ціна квитка 250 грн");
        break;

    default:
        console.log("Введено неправильний день тижня (спробуйте ввести всі літери в нижньому регістрі)");
        alert("Введено неправильний день тижня (спробуйте ввести всі літери в нижньому регістрі)");
}